<?php

return [
    'acc_tx1' => 'Личный кабинет',
    'acc_tx2' => 'Выход',
    'acc_tx3' => 'Мои маршруты',
    'acc_tx3_1' => 'Мои события',
    'acc_tx3_2' => 'Я являюсь организатором',
    'acc_tx3_3' => 'Я являюсь участником',
    'acc_tx3_3_1' => 'Заявка на участие подана, ожидание подтверждения',
    'acc_tx3_4' => 'Прошедшие события',
    'acc_tx3_5' => 'Предстоящие события',
    'acc_tx3_6' => 'Черновики',
    'acc_tx3_7' => 'Опубликованы',
    'acc_tx4' => 'Мои данные',
    'acc_tx5' => 'Настройки уведомлений',
    'acc_tx6' => 'Настройки уведомлений',
    'acc_tx7' => 'Отзывы',
    'acc_tx8' => 'Сообщения',
    'acc_tx9' => 'Администрация',

    'acd_tx2' => 'Фото',

    'acd_tx4' => 'Тип пользователя',
    'acd_tx5' => [
        [
            'id' => 1,
            'name' => 'Путешественник'
        ], [
            'id' => 2,
            'name' => 'Организатор туров'
        ],
    ],
    "aci_tx3" => "Возраст должен быть больше нуля",
    "aci_tx4" => "Вам точно больше 100 лет?",
    "aci_tx5" => [
        [
            'id' => 1,
            'name' => 'Мужской'
        ], [
            'id' => 2,
            'name' => 'Женский'
        ], [
            'id' => 3,
            'name' => 'Другое'
        ],
    ],

    "aci_tx14" => "Выберите из списка",
    "aci_tx15" => "Выберите месяц",
    "aci_tx16" => "Выберите день",

    "aci_tx20" => [
        [
            'id' => 1,
            'name' => 'Турагенство'
        ], [
            'id' => 2,
            'name' => 'Органы власти и администрации'
        ], [
            'id' => 3,
            'name' => 'Спортивный клуб'
        ], [
            'id' => 4,
            'name' => 'Туристический клуб'
        ], [
            'id' => 5,
            'name' => 'Экологическая организация'
        ], [
            'id' => 6,
            'name' => 'Научно-исследовательская организация'
        ], [
            'id' => 7,
            'name' => 'Образовательная организация'
        ],
    ],

    "aci_tx22" => "В телефоне должно быть не менее 6 цифр",
    "aci_tx23" => "В телефоне должно быть не более 15 цифр",
    "aci_tx24" => "Телефон должен содержать только цифры",

    'act_tx1' => 'У вас пока нет маршрутов',
    'act_tx2' => 'Создайте свой первый маршрут!',

    'act_tx3' => 'У вас нет активных событий',
    'act_tx4' => 'Как сделать, чтобы они появились?',
    'act_tx5' => 'Создайте маршрут, а затем добавьте на нем событие',
    'act_tx6' => 'Создайте событие на существующем маршруте',
    'act_tx7' => 'Выберите событие и подайте заявку на участие',

    'act_tx8' => 'Выбрать маршрут',
    'act_tx9' => 'Выбрать событие',

    'acr_tx1' => 'Вы не добавили ни одного отзыва',
    'acr_tx2' => 'Добавить отзыв',
    'acr_tx3' => 'Не выбрано событие, к которому добавляется отзыв. Перейдите на страницу со списком ваших событий и нажмите кнопку "добавить отзыв"',
    'acr_tx4' => 'Ошибка в ссылке. Либо вы не участвовали в выбранном событии, либо оно еще не закончилось. Перейдите на страницу со списком ваших событий и нажмите кнопку "добавить отзыв"',

    'go_chat' => 'Написать сообщение',

    'acc_cls1' => 'Закрыть аккаунт',
    'acc_cls2' => 'Здравствуйте, прошу закрыть мой аккаунт. ID: ',
    'acc_cls3' => 'Ваш аккаунт заблокирован. Обратитесь в службу поддержки',

    'nw_message_title' => 'Новое личное сообщение',
    'nw_message' => 'Вы получили новое личное сообщение',
    'nw_message_author' => 'От пользователя',
    'nw_message_link' => 'Перейти к чату',
];
