<?php

return [

    'login' => 'Вход',
    'register' => 'Регистрация',
    'already_register' => 'Я уже зарегистрирован',

    'agree' => 'Соглашаюсь с политикой обработки персональных данных и с условиями использования ресурса',
    'remember' => 'Запомнить меня',
    'forgot' => 'Забыли пароль?',

    'email_input' => 'E-Mail',
    'password_input' => 'Пароль',
    'remember_input' => 'Запомнить меня',
    'no_account' => 'Еще не зарегистрированы?',

    'failed' => 'Учетная запись не найдена',
    'password' => 'Неверный пароль.',
    'throttle' => 'Слишком много попыток. Повторите попытку через :seconds секунд',

    'registration' => 'Регистрация',
    'password_confirm_input' => 'Подтвердите пароль',

    'account' => 'Учетная запись',

    'reset_password' => 'Сброс пароля',
    'send_link' => 'Отправить ссылку для сброса пароля1',

    'agree5' => 'Вы должны принять правила ресурса',

    'reset_pass_tx1' => 'Восстановление пароля',
    'reset_pass_tx2' => 'Вы получили это письмо, потому что запросили восстановление пароля на сайте',
    'reset_pass_tx3' => 'Ссылка перестанет работать через :count минут',
    'reset_pass_tx4' => 'Если вы не запрашивали восстановление пароля - просто проигнорируйте это письмо',
    'reset_pass_tx5' => 'Сбросить пароль',
];
