<?php

return [
    'evn_tx1' => 'Добавить новое событие',
    'evn_tx1_1' => 'Редактировать событие',
    'evn_tx1_2' => 'Событие',
    'evn_tx1_4' => 'Жалоба на событие',
    'evn_tx2' => 'на маршруте',
    'evn_tx3' => 'События можно добавлять на каком-нибудь маршруте. Что для этого нужно?',
    'evn_tx8' => 'Показать прошедшие',

    'crt_tx1' => [
        [
            'id' => 1,
            'name' => 'Открытое для всех'
        ], [
            'id' => 2,
            'name' => 'Открытое с подтверждением'
        ], [
            'id' => 3,
            'name' => 'Закрытое'
        ],
    ],

    'crt_tx2' => 'Тип события',
    'crt_tx3' => 'Выбранный маршрут',
    'crt_tx4' => 'Особенности (завершение при)',
    'crt_tx5' => [
        [
            'id' => 1,
            'name' => 'прибытии в конечную точку'
        ], [
            'id' => 2,
            'name' => 'возращении на точку отправления'
        ], [
            'id' => 3,
            'name' => 'прохождении круга (нескольких кругов)'
        ], [
            'id' => 4,
            'name' => 'событие в одном месте'
        ], [
            'id' => 5,
            'name' => 'другое'
        ],
    ],
    'crt_tx6' => 'Дата и время начала',
    'crt_tx6_1' => 'Дата и время окончания',
    'crt_tx7' => 'Продолжительность',
    'crt_tx9' => 'Дней/Часов',
    'crt_tx8' => [
        [
            'id' => 1,
            'name' => 'Часов'
        ], [
            'id' => 2,
            'name' => 'Дней'
        ],
    ],
    'crt_tx8_1' => 'час|часа|часов',
    'crt_tx8_2' => 'день|дня|дней',
    'crt_tx10' => 'Транспорт',
    'crt_tx11' => 'Транспорт предоставляется организатором события',
    'prt_tx11_1' => 'На данный момент нет свободных пассажирских мест. Попробуйте позже или выберите другое событие',
    'prt_tx11_2' => 'К сожалению, достигнуто максимальное количество участников. Попробуйте выбрать другое событие',
    'prt_tx11_3' => 'Это событие уже прошло',
    'crt_tx12' => [
        [
            'id' => 1,
            'name' => 'Да'
        ], [
            'id' => 2,
            'name' => 'Нет'
        ], [
            'id' => 3,
            'name' => 'Частично'
        ],
    ],

    'crt_tx15' => 'Количество экипажей',
    'crt_tx15_1' => 'Количество участников',
    'crt_tx16' => 'Минимальное',
    'crt_tx17' => 'Оптимальное',
    'crt_tx18' => 'Максимальное',

    'crt_tx19' => 'Количество людей в одном экипаже (для многоместных транспортных средств)',
    'crt_tx20' => 'Более 1 человека в экипаже',
    'crt_tx21' => 'Возможна регистрация пассажиров',

    'crt_tx22' => 'Количество людей в экипаже определяет организатор события',
    'crt_tx23' => 'Если разрешить регистрацию пассажиров, то каждый участник с транспортом при подаче заявки должен будет указывать количество человек в его транспортном средстве.<br> Участники без транспортных средств смогут подавать заявки до заполнения всех экипажей (максимальное количество человек в экипаже).',
    'crt_tx24' => 'Если не отмечено, то каждый участник сам принимает заявки пассажиров',

    'crt_tx25' => [
        [
            'id' => 1,
            'name' => 'Свое'
        ], [
            'id' => 2,
            'name' => 'Предоставляется организатором (включено в стоимость)'
        ], [
            'id' => 3,
            'name' => 'Предоставляется организатором (за дополнительную плату)'
        ],
    ],

    'crt_tx26' => 'Снаряжение',
    'crt_tx27' => 'Питание',
    'crt_tx28' => 'Сопровождение гидом (экскурсоводом)',

    'crt_tx29' => [
        [
            'id' => 1,
            'name' => 'Не требуется'
        ], [
            'id' => 2,
            'name' => 'Предоставляется организатором (включено в стоимость)'
        ], [
            'id' => 3,
            'name' => 'Предоставляется организатором (за дополнительную плату)'
        ],
    ],

    'crt_tx30' => 'Проживание/места ночлега',
    'crt_tx31' => [
        [
            'id' => 1,
            'name' => 'Не требуется'
        ], [
            'id' => 2,
            'name' => 'Свое'
        ], [
            'id' => 3,
            'name' => 'Предоставляется организатором (включено в стоимость)'
        ], [
            'id' => 4,
            'name' => 'Предоставляется организатором (за дополнительную плату)'
        ],
    ],

    'crt_tx32' => 'Условия проживания',
    'crt_tx33' => [
        [
            'id' => 1,
            'name' => 'Под открытым небом'
        ], [
            'id' => 2,
            'name' => 'В транспорте'
        ], [
            'id' => 3,
            'name' => 'Палатки'
        ], [
            'id' => 4,
            'name' => 'Гостиница'
        ], [
            'id' => 5,
            'name' => 'Гостевой дом'
        ], [
            'id' => 6,
            'name' => 'Арендованное жилье'
        ], [
            'id' => 7,
            'name' => 'Иное'
        ],
    ],

    'crt_tx34' => 'Минимальный уровень подготовки',
    'crt_tx35' => [
        [
            'id' => 1,
            'name' => 'Без подготовки'
        ], [
            'id' => 2,
            'name' => 'Начальный'
        ], [
            'id' => 3,
            'name' => 'Средний'
        ], [
            'id' => 4,
            'name' => 'Высокий'
        ], [
            'id' => 5,
            'name' => 'Эксперт'
        ],
    ],

    'crt_tx36' => 'Требования к транспортному средству',
    'crt_tx37' => 'Требования к экипировке',
    'crt_tx38' => 'Иные требования',
    'crt_tx39' => 'Стоимость участия',
    'crt_tx40' => 'Валюта',
    'crt_tx42' => 'Порядок оплаты взноса',
    'crt_tx42_1' => 'Цена участия',

    'crt_tx43' => 'Как добраться до отправной точки',
    'crt_tx44' => [
        [
            'id' => 1,
            'name' => 'Не требуется'
        ], [
            'id' => 2,
            'name' => 'Участники добираются самостоятельно'
        ], [
            'id' => 3,
            'name' => 'Предоставляется организатором (включено в стоимость)'
        ], [
            'id' => 4,
            'name' => 'Предоставляется организатором (за дополнительную плату)'
        ],
    ],

    'crt_tx45' => 'Дополнительная информация',
    'crt_tx46' => 'Напишите в этом поле все, что не охвачено другими вопросами анкеты',
    'crt_tx47' => 'Опубликовать событие',
    'crt_tx47_1' => 'Сохранить изменения',
    'crt_tx48' => 'как у маршрута',

    'crt_tx51' => 'Название',
    'crt_tx52' => 'Цели',
    'crt_tx55' => 'Автор события',


    'crt_err1' => 'Время начала менее, чем через 5 часов',
    'crt_err2' => 'Выберите из списка',
    'crt_err3' => 'Если больше 24 часов - укажите в днях',
    'crt_err4' => 'Не может быть больше макс.',
    'crt_err5' => 'Не может быть меньше мин.',

    'prt_tx12' => 'Ваша заявка успешно отправлена!',

    'prt_sts19' => [
        [
            'id' => 1,
            'name' => 'Организатор'
        ], [
            'id' => 2,
            'name' => 'Требует подтверждения'
        ], [
            'id' => 3,
            'name' => 'Подтверждено'
        ], [
            'id' => 9,
            'name' => 'Отозвана'
        ], [
            'id' => 10,
            'name' => 'Отклонена организатором'
        ],
    ],


    'prt_tx21' => 'Вы больше не участвуете в событии',
    'prt_tx36' => 'Создать копию',


    'prt_tx45' => 'Не более',
    'prt_tx46' => '- ограничение установлено организатором события',
    'prt_tx50' => 'Произошла ошибка. Попробуйте обновить страницу и повторить попытку.',

    'vw_txt0' => 'Информация о событии:',
    'vw_txt1' => 'Ссылка на событие (нажмите, чтобы скопировать)',

    'ms_tx1' => 'Чат с участниками события',
    'ms_tx2' => 'Сообщение',
    'ms_tx3' => 'Отправить',

    'ntf_tx1' => 'Добавлено новое событие',
    'ntf_tx2' => 'Перейти к событию',
    'ntf_tx3' => 'Здравствуйте',

    'rv_tx2' => 'Оценка маршрута',
    'rv_tx3' => 'Оценка события',
    'rv_tx4' => 'Оценка организатора',


    'rv_ntf_tx0' => 'Оцените событие',
    'rv_ntf_tx1' => 'Недавно вы принимали участие в событии',
    'rv_ntf_tx2' => 'Будем благодарны, если вы напишете отзыв о нем',
    'rv_ntf_tx3' => 'Написать отзыв',

    'attention' => 'Внимание!',
    'states' => [
        [
            'id' => 1,
            'name' => 'Активное'
        ], [
            'id' => 2,
            'name' => 'Отменено по просьбе пользователя'
        ], [
            'id' => 3,
            'name' => 'Отменено администратором'
        ],
    ],

    'cancel' => 'Отменить событие',
    'cancel_text' => 'Я хотел бы отменить событие: ',
    'cancel_text2' => 'Причина отмены: ',

    'ntf_cns_tx1' => 'Изменен статус события',
    'ntf_cns_tx2' => 'Причина изменения',
    'ntf_cns_tx3' => 'Новый статус',
];
