<?php

return [
    'home' => 'Главная',
    'create' => 'Создать маршрут',
    'list' => 'Маршруты',
    'event_list' => 'События',
    'event_form' => 'Создать событие',
    'join' => 'Присоединиться',

    'error_403' => 'Операция запрещена. Попробуйте войти в личный кабинет и повторить попытку',
    'error_other' => 'Произошла ошибка. Попробуйте обновить страницу и повторить попытку',
    'error_bug' => 'Ошибка формата данных. Данные отправлены администратору, в ближайшее время мы ее устраним',
    'error_autocomplete' => 'Ничего не найдено',
    'error_not_found' => 'Ничего не найдено: ',

    'copied' => 'Скопировано',

    'site_name' => 'Winzi сайт.',
    'regards' => 'Желаем приятного отдыха!',
    'disclaim' => 'Используя данный сайт, вы принимаете все риски и ответственность на себя. ',
    'disclaim2' => 'Узнать подробнее',
    'menu' => 'Меню',
    'admin_chat' => 'Обратная связь',


];
