<?php

return [
    'hp_tx1' => 'Надоело сидеть дома?',
    'hp_tx2' => 'Найдите единомышленников и маршруты прямо сейчас!',
    'hp_tx3' => 'Сервис для организации совместных путешествий <br> на любом транспорте',

    'hp_b2_tx1' => 'Как путешествовать бесплатно?',
    'hp_b2_tx5' => 'Создайте маршрут',
    'hp_b2_tx6' => 'Загрузите пройденный трек или добавьте точки на карту вручную',
    'hp_b2_tx7' => 'Организуйте событие',
    'hp_b2_tx8' => 'Или запишитесь участником на любое предстоящее событие',
    'hp_b2_tx9' => 'Отправляйтесь в путешествие',
    'hp_b2_tx10' => 'Навстречу приключениям вместе с другими участниками!',

    'hp_b3_tx1' => 'Ближайшие события',

    'hp_b4_tx1' => 'Чем сайт полезен именно вам?',
    'hp_b4_tx5' => 'Найдите единомышленников',
    'hp_b4_tx6' => 'Вы любите путешествовать и хотите найти компанию для поездок по любимым маршрутам? Нет ничего проще. Назначьте дату события, и мы разошлем приглашения всем потенциальным участникам',
    'hp_b4_tx7' => 'Исследуйте новые места',
    'hp_b4_tx8' => 'Вы опытный путешественник, но хотите найти новые маршруты? Они тут есть! Подберите параметры, посмотрите фотографии, и выбирайте любые!',
    'hp_b4_tx9' => 'Используйте как органайзер',
    'hp_b4_tx10' => 'Вы путешествуете с друзьями, но каждый раз приходится обсуждать детали поездки в разных мессенджерах? Просто добавьте всю информацию на сайт, и разошлите приглашение друзьям!',
    'hp_b4_tx11' => 'Зарабатывайте',
    'hp_b4_tx12' => 'Если вы профессионально занимаетесь организацией туров/поездок - подробно опишите событие, и публикуйте ссылку на него в любых постах.',
];
