<?php

return [
    'hp_title' => 'Winzi - Сервис для организации совместных путешествий',
    'hp_description' => 'Сервис для бесплатных путешествий на любом транспорте и пешком. Найти попутчиков для туризма, прогулок и спорта, увеличить аудиторию своих тревэл-проектов и услуг',

    'travel_title' => 'Winzi - Маршруты для совместных путешествий',
    'travel_description' => 'Здесь Ваш идеальный маршрут! Платформа для создания и хранения навигации, позволяющая делится треками, создавать описание местности, собираться в путешествия',

    'event_title' => 'Winzi - Предстоящие события',
    'event_description' => 'Найди куда и с кем съездить на природу, тренировку. Социальная сеть для путешественников, туристов и спортсменов – совместные выезды, знакомства',

    'login_title' => 'Winzi - авторизация на сайте совместных путешествий',
    'login_description' => 'Войди в winzi, где легко путешествовать, тренироваться, активно отдыхать, общаться с друзьями и искать новых единомышленников',

    'register_title' => 'Winzi - регистрация на сайте совместных путешествий',
    'register_description' => 'Вступите в спортивно-туристическое сообщество - клуб свободных и активных людей. Исследуйте новые места и достопримечательности, наслаждайтесь прогулками и отдыхом на природе',

    'title_404' => 'Страница не найдена',
    'text_404_1' => 'Перейти на главную',
];
