<?php

return [
    // создание маршрута
    'crt_tx1' => 'Отменить последнюю точку',

    'crt_tx4' => 'Отмена',

    'crt_tx9' => 'Удалить все точки',


    'crt_tx11' => 'Страна',
    'crt_tx11_1' => ' (начните набирать)',
    'crt_tx12' => 'Регион',
    'crt_tx13' => 'Добавить новый маршрут',
    'crt_tx13_1' => 'Редактировать маршрут',
    'crt_tx13_2' => 'Маршрут',
    'crt_tx14' => 'Расстояние, км (примерно)',
    'crt_tx14_2' => 'км',
    'crt_tx15_2' => 'Выберите транспорт',
    'crt_tx15_3' => 'Подходящий транспорт',

    'crt_tx21' => 'В радиусе {distance}км от данной точки найдены существующие маршруты ({quantity}шт). Чтобы посмотреть их, кликните ссылку',
    'crt_tx22' => 'Автор маршрута',
    'crt_tx17' => 'Период доступности',
    'crt_tx18' => 'Доступно',
    'crt_tx19' => 'Недоступно',

    'crt_lb2' => 'Тип местности',


    'crt_lb4' => 'Уровень сложности',


    'crt_lb5' => 'Сколько времени требуется?',
    'crt_lb6' => 'Примерная продолжительность',
    'crt_lb6_1' => 'Длительность',
    'crt_vars3' => [
        [
            'id' => 1,
            'name' => '1-5 часов'
        ], [
            'id' => 5,
            'name' => '6-10 часов'
        ], [
            'id' => 10,
            'name' => 'не более 1 суток'
        ], [
            'id' => 20,
            'name' => '1-2 дня'
        ], [
            'id' => 30,
            'name' => '3-4 дня'
        ], [
            'id' => 40,
            'name' => '5-6 дней'
        ], [
            'id' => 50,
            'name' => '1 неделя'
        ], [
            'id' => 60,
            'name' => '2 недели'
        ], [
            'id' => 70,
            'name' => 'более 3 недель'
        ],
    ],

    'crt_lb8' => 'Краткое описание',
    'crt_lb10_1' => 'Фото местности',
    'crt_lb10_2' => 'Фото с события',

    'crt_lb50' => 'Средняя оценка маршрута',
    'crt_lb51' => 'Средний рейтинг автора',
    'crt_lb51_2' => 'Средняя оценка событий',
    'crt_lb52' => 'Отзывы пользователей о событиях на маршруте',

    'crt_err1' => 'Фотография должна быть в формате jpg, png или gif',
    'crt_err2' => 'Размер фотографии не должен превышать 2 Мб',
    'crt_err3' => 'Выберите хотя бы один вариант',
    'crt_err4' => 'Выберите месяцы, когда маршрут доступен',
    'crt_err5' => 'Укажите хотя бы одну точку на карте',
    'crt_err6' => 'Произошла ошибка при определении дистанции',
    'crt_err6_1' => 'Произошла ошибка при определении региона',
    'crt_err6_2' => 'Произошла ошибка при определении страны',
    'crt_err7' => '<div class="col0"><p class="fz16 mb20 lh14">Ничего не найдено.<br>Попробуйте изменить условия фильтрации</p></div>',

    'crt_lb15' => 'Возможные трудности и опасности',
    'crt_lb16' => 'добавить',
    'crt_lb17' => '—',
    'crt_lb18' => 'Нужен гид (проводник)?',

    'availabilities' => [
        [
            'id' => 1,
            'name' => 'январь'
        ], [
            'id' => 2,
            'name' => 'февраль'
        ], [
            'id' => 3,
            'name' => 'март'
        ], [
            'id' => 4,
            'name' => 'апрель'
        ], [
            'id' => 5,
            'name' => 'май'
        ], [
            'id' => 6,
            'name' => 'июнь'
        ], [
            'id' => 7,
            'name' => 'июль'
        ], [
            'id' => 8,
            'name' => 'август'
        ], [
            'id' => 9,
            'name' => 'сентябрь'
        ], [
            'id' => 10,
            'name' => 'октябрь'
        ], [
            'id' => 11,
            'name' => 'ноябрь'
        ], [
            'id' => 12,
            'name' => 'декабрь'
        ],
    ],

    'transport__surfaces' => [
        [
            'id' => 10,
            'name' => 'Автобан, автомагистраль'
        ], [
            'id' => 20,
            'name' => 'Асфальтированная дорога'
        ], [
            'id' => 30,
            'name' => 'Разбитая асфальтированная дорога'
        ], [
            'id' => 40,
            'name' => 'Ровная грунтовая дорога'
        ], [
            'id' => 50,
            'name' => 'Разбитая грунтовая дорога'
        ], [
            'id' => 60,
            'name' => 'Бездорожье'
        ], [
            'id' => 70,
            'name' => 'Бездорожье с бродами'
        ], [
            'id' => 80,
            'name' => 'Бездорожье с узкими участками'
        ], [
            'id' => 90,
            'name' => 'Бездорожье с узкими участками и бродами'
        ], [
            'id' => 100,
            'name' => 'Скалы'
        ], [
            'id' => 110,
            'name' => 'Скалы с грязью'
        ], [
            'id' => 120,
            'name' => 'Скалы с узкими участками'
        ], [
            'id' => 130,
            'name' => 'Скалы с бродами'
        ], [
            'id' => 140,
            'name' => 'Скалы со снегом и льдом'
        ], [
            'id' => 150,
            'name' => 'Снег, лед'
        ], [
            'id' => 160,
            'name' => 'Водоем (река, озеро)'
        ], [
            'id' => 170,
            'name' => 'Водоем с порогами, водопадами'
        ], [
            'id' => 180,
            'name' => 'Водоем искусственный'
        ], [
            'id' => 190,
            'name' => 'Водоем (океан, море)'
        ], [
            'id' => 200,
            'name' => 'Пещеры, подземелья'
        ], [
            'id' => 210,
            'name' => 'Велосипедная дорожка'
        ], [
            'id' => 220,
            'name' => 'Тротуар'
        ], [
            'id' => 230,
            'name' => 'Стадион'
        ], [
            'id' => 240,
            'name' => 'Трек'
        ], [
            'id' => 250,
            'name' => 'По воздуху'
        ]
    ],

    'difficult' => [
        [
            'id' => 10,
            'name' => 'Для новичков'
        ], [
            'id' => 20,
            'name' => 'Нужен небольшой опыт'
        ], [
            'id' => 30,
            'name' => 'Для продвинутых'
        ], [
            'id' => 40,
            'name' => 'Для опытных'
        ], [
            'id' => 50,
            'name' => 'Для экспертов'
        ], [
            'id' => 60,
            'name' => 'Экстремально'
        ], [
            'id' => 100,
            'name' => '-Неизвестно-'
        ],
    ],

    'transport_categories' => [
       [
            'id' => 2,
            'name' => 'Наземный'
        ], [
            'id' => 3,
            'name' => 'Водный'
        ], [
            'id' => 4,
            'name' => 'Воздушный'
        ], [
            'id' => 5,
            'name' => 'Животные'
        ],
    ],

    'escort' => [
        [
            'id' => 1,
            'name' => 'Необходим'
        ], [
            'id' => 10,
            'name' => 'Желателен'
        ], [
            'id' => 20,
            'name' => 'Не обязателен'
        ]
    ],

    'lst_tx1' => 'от',
    'lst_tx2' => 'до',
    'lst_tx3' => 'Дистанция, км',

    'lst_tx6_1' => 'Расстояние<br> от предыдущей точки, км=> ',
    'lst_tx6_2' => '<br>от старта, км=> ',


    'edt_tx1' => 'Успешно сохранено',
    'edt_tx2' => 'Уверены, что хотите удалить?',
    'edt_tx3' => 'Невозможно удалить',
    'edt_tx4' => 'Да, удалить',


    'cre_tx1' => 'Добавить событие',

    'vw_txt1' => 'События на этом маршруте',
    'vw_txt2' => 'Дата проведения',
    'vw_txt3' => 'Продолжительность',
    'vw_txt4' => 'Автор',

    'vw_txt50' => 'Редактировать маршрут',
    'vw_txt51' => 'Посмотреть',
    'vw_txt52' => 'Жалоба на маршрут',

    'ntf_tx1' => 'Добавлен новый маршрут',
    'ntf_tx2' => 'Перейти к маршруту',
    'ntf_tx3' => 'Здравствуйте',

    'ntf_cns_tx1' => 'Изменен статус маршрута',
    'ntf_cns_tx2' => 'Причина изменения',
    'ntf_cns_tx3' => 'Новый статус',
    'ntf_cns_tx4' => 'Название',

    'states' => [
        [
            'id' => 1,
            'name' => 'Активный'
        ], [
            'id' => 2,
            'name' => 'Отключен по просьбе пользователя'
        ], [
            'id' => 3,
            'name' => 'Отключен администратором'
        ],
    ],
];
